[
	{
		"published": "2019-10-04T05:43:09", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/_H4EEQY55uY/index.html", "title": "Paul Walkers iconic collection of rare cars to be auctioned off next year", "text": "(CNN) A vehicle from Paul Walker's iconic personal collection could be yours next year.  A group of 21 collectible vehicles will be auctioned at Barrett-Jackson's 49th Annual Scottsdale Auction from January 11 to January 19, 2020.  Highlights of the Paul Walker collection include seven BMW M3s, a 1989 Nissan Skyline \"race car\" and a 2009 Nissan 370Z that was actually used in the filming of \"Fast Five.\"  This 1995 BMW M3 Lightweight is one of just 125 produced. Walker was an avid fan of BMW and kept a total of seven M3s in his collection.  The late \"Fast and the Furious\" actor was a known automobile aficionado, with a collection that spanned \"five decades of automotive excellence and truly reflected his personal taste,\" Steve Davis, president of Barrett-Jackson, said in a press release  \"Paul's impact was immense through both his influence as an actor in the 'Fast and the Furious' movies and his philanthropic drive as the founder of Reach Out Worldwide,\" Craig Jackson, chairman and CEO of Barrett-Jackson, said in a statement to CNN.  Read More", "company": "cnnUS"}, 
	{"published": "2019-10-04T14:12:00", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/ZUsFa5F879Q/index.html", "title": "Kim Kardashian West tweets support for 'Making a Murderer' subject Brendan Dassey", "text": "(CNN) Brendan Dassey, one of the men at the center of the Netflix series \"Making a Murderer,\" is getting an extra boost from Kim Kardashian West in his petition for clemency.  In 2007, Dassey was convicted of murdering photographer Teresa Halbach. He is serving a life sentence in a Wisconsin prison with no chance of parole until 2048.  Dassey's attorneys say his confession, which he later recanted, was coerced.  His attorney, Laura Nirider, announced Wednesday she has filed a petition for clemency to the state's governor, Tony Evers.  Tweeting to her 62 million followers, Kardashian West added more energy to Dassey's petition, asking the governor to read a handwritten letter Dassey sent him.  Read More", "company": "cnnUS"}, 
	{"published": "2019-10-04T03:24:06", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/wChjXBLitKg/index.html", "title": "Michigan school resource officer sentenced to 1 year in jail for sexually assaulting 3 high school students", "text": "(CNN) A former Michigan high school resource officer was sentenced to one year in jail after being convicted of sexually assaulting three female students.  Former Lansing Police Department Officer Matthew Priebe, 35, pleaded no contest to five charges in connection to three victims, including criminal sexual conduct against a minor, two counts of assault, misconduct in office, and attempted criminal sexual conduct. A no contest plea results in a conviction without the defendant admitting guilt.  A sixth charge for sending sexually explicit material to a minor was dropped as a part of his plea deal, according to court records.  Ingham County Judge Joyce Draganchuk also sentenced Priebe to five years of probation, and he is required to register with the Michigan Sex Offender Registry for 25 years according to court documents.  The sentence was the maximum allowed under Priebe's plea agreement.  Read More", "company": "cnnUS"}, 
	{"published": "2019-10-04T01:01:39", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/8bD_l2xOvzc/index.html", "title": "A teenager allegedly impersonated a police officer and pulled over a car", "text": "(CNN) Newly released body cam video shows the moment a police officer came in contact with a teenager pretending to be a sheriff's deputy in Albuquerque, according to police.  Brenden Wysynski was arrested and charged as an adult with impersonating a peace officer on Monday September 9, a criminal complaint obtained by CNN affiliate KOAT said.  Wysynski did not respond to a Facebook message seeking comment. He has entered a not guilty statement.  His public defender, Carlos Scarborough said in a statement that they commonly don't see this type of charge.  At 12:30 a.m. Monday morning, a police officer with the Albuquerque Police Department said he was driving north on 4th St. near I-40 in Albuquerque, when he saw a car with red and blue flashing lights on it conducting what appeared to be a traffic stop, according to the complaint.  The officer drove by the cars when Wysynski waved at him, according to the complaint. That's when the officer says he turned around and stopped to find out what was going on.  New Mexico teen, posing as a deputy sheriff pulled over a white SUV for speeding  Wysynski, 18, identified himself and was wearing, according to the officer, \"regular clothing\" and a star shaped badge on his belt, the complaint said. He told the APD officer that he had worked for the Bernalillo County Sheriff's Department for three years, police say.  \"I know, I know I'm underequipped,\" Wysynski can be heard saying in the APD body cam video.  When asked why he was conducting a traffic stop, Wysynski told the officer the white SUV he stopped had been driving 120 mph.  \"I was just heading over there to the court house,\" Wysynski said in the body cam video. \"I know it makes no sense, I caught him going 120 down I-40.\"  The officer asked for ID and about Wysynski's makeshift flashing blue and red lights attached to his car.  The officer told Wysynski to give the motorist he had unlawfully pulled over their documents back and the white SUV left the area, according to the complaint.  In the body cam video, the officer can be seen asking for a supervisor to assist him when Wysynski begins conversation again.  \"For starters, I know this looks really bad,\" Wysynski said in the body cam video.  While waiting for a BCSO supervisor to arrive at the scene, police say Wysynski gave his birth year as 1994, but police later confirmed he was born in 2001.  Wysynski eventually willingly admitted that he wasn't employed by BCSO and bought the badge online, according to the criminal complaint.  \"I'm just gonna be straight-up with you,\" Wysynski said in the body cam video. \"I'm not a cop.\"  When supervisors from both APD and BCSO arrived, Wysynski changed his story and told them the badge belonged to his late father, according to the complaint. When officers questioned him on that, he later admitted that he in fact bought the badge online, the complaint said.  Wysynski's attorney, Scarborough, said in a statement that his client was released on his own recognizance -- meaning he signed a written statement that he will show up to scheduled court appearances and not do anything illegal while waiting for a court date. In the state, those arrested on misdemeanor charges who don't have a prior criminal history are often released on their own recognizance, said Maggie Shepard, communications specialist at the New Mexico Law Offices of the Public Defender.  Sheriff Manuel Gonzales III from BCSO told CNN he's grateful the officer intervened when he did.  \"Incidents like this are extremely concerning and can impact our community greatly,\" he said in a statement. \"This individual was removed from our streets and will be held accountable for violating our public's trust in law enforcement.\"  \"I think it showed great police work on behalf on our officer,\" Gilbert Gallegos with APD told CNN. \"He wanted to see if the officer needed help, but when things didn't look right he took the time to figure it out.\"  At the end of the body cam video, the officer can be heard explaining what happened during his exchange with Wysynski.  \"It was just really weird,\" the officer said on the body cam video.  Wysynski's next hearing is scheduled for November 6.", "company": "cnnUS"}, 
	{"published": "2019-10-03T15:17:04", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/xe-u0_E4hmc/index.html", "title": "Emotions run high in and outside of courtroom after Amber Guyger sentenced to 10 years for Botham Jean's murder", "text": "(CNN) Inside the courtroom, many observers cried as Botham Jean's brother forgave and hugged former Dallas police officer Amber Guyger, who had been convicted of murder in Jean's death. Outside, protesters denounced the 10-year sentence Guyger got as too lenient.  The conclusion of the trial mirrored the gamut of emotions displayed during the week-long proceedings, with Jean's parents taking the stand with poignant testimony about their son, Guyger saying she wished she were the one who was shot and prosecutors describing the former cop as negligent in missing myriad signs that would have tipped her off that she was on the wrong floor, in the wrong apartment.  Jurors convicted Guyger on Tuesday for murder in the fatal shooting of Jean. Wednesday, after hours of moving victim impact statements, the same panel sentenced her to 10 years in prison . She'll be eligible for parole in five years.  After the conclusion of a case that has become part of the national conversation around policing and violence against people of color, a group demonstrated in the streets of Dallas against a sentence they saw as too light.  NAACP President Aubrey Hooper said in a statement that the organization saw the sentence as inadequate, but prayed that Jean's family could find some closure with the conviction.  A The trial brought several moments of pain before the powerful example of forgiveness. video of Jean's final moments , as first responders worked to revive him from gunshot wounds, was shown while his family was in the courtroom. They left sobbing, and Judge Tammy Kemp said she hadn't considered the hurt it would cause his loved ones.  Then, Guyger took the stand to describe through tears the night she said she entered Jean's apartment thinking it was her own and shot the man she thought was an intruder. She said she wished she had been the one killed instead.  Botham Jean's younger brother Brandt Jean hugs convicted murderer and former Dallas Police Officer Amber Guyger.  \"I don't even want you to go to jail,\" he told Guyger. \"I want the best for you. Because I know that's exactly Botham would want you to do.\"  Thursday, Jean's father, Bertrum, told CNN that while he wishes Guyger's sentence would have been stiffer, he accepts the jury's decision.  \"I felt the same way as Brandt. I wish I could've extended that same courtesy,\" he said. \"That's what Christ would want us to do. ... If you will not forgive, neither will your Father forgive you. I don't want to see her rot in hell. I don't want to see her rot in prison. I hope this will help her to change and recognize the damage, the hurt that our family's going through. So I wish her well and I will pray for her family and pray for her as well.\"  Wednesday was a difficult day from beginning to end as family and friends sought to shine a light on a life that was lost and another that was destroyed. Jean's best friend described him as her \"absolute person\" and his father openly wept on the witness stand, talking about the loss of his son. Speaking on Guyger's behalf, a fellow officer listed her acts of selflessness and a former cocaine addict attributed her recovery to Guyger.  'What's really in her heart'  In closing arguments, prosecutors and the defense split on whether this was a case of a woman with prejudice or a public servant who made a terrible mistake.  Prosecutors introduced Guyger's controversial text messages and Pinterest activity.  while lamenting how long she had to work a MLK Day parade. \"They show what's really in her heart,\" one prosecutor told the jury. She argued the texts illustrated how Guyger was \"mocking\" the death of Martin Luther King, Jr. while lamenting how long she had to work a MLK Day parade.  JUST WATCHED Amber Guyger sentenced to 10 years in prison Replay More Videos ... MUST WATCH Amber Guyger sentenced to 10 years in prison 01:05  Prosecutor LaQuita Long ended with text on a screen from one of Jean's pastors, who said recently: \"To the defendant, he was just a silhouette in a room. To everyone who knew Botham, he was the brightest light in the room.\" It was a reference to Guyger's testimony, when she described seeing Jean in his apartment for the first time, saying she only saw a silhouette.  The defense urged the jury to look at 31-year-old Guyger's life as whole -- her years-long dream of becoming a police officer and how she \"put her life on the line every day\" at work -- rather than snapshots of life through texts or social media comments.  Defense attorney Toby Shook acknowledged there have been police shootings in which police get off when they shouldn't have, but he asked the jury not to bring their opinions into the deliberations.  \"This case is not those cases,\" he said.  \"This event wasn't planned,\" he said. \"This was so unique, you'll never see it again.\"  The sentence  For the sentence, prosecutors had urged the jury to choose no fewer than 28 years, the age Jean would have turned on Sunday. The defense team asked them to consider Guyger's life and service as a police officer.  The jurors had to choose between five and 99 years or life in prison. They made their decision in less than 90 minutes.  The room was silent when the judge announced the 10-year sentence. After the jury left, the Jean family sat silently, almost shell-shocked. The prosecution team also largely sat quietly, looking surprised themselves. Guyger was quickly escorted away.  Botham Jean's family (left to right) Bertrum, Brandt, Allison, and Alissa Jean, photographed outside the Frank Crowley Courthouse in Dallas, Texas.  Shouts of \"no justice, no peace\" could be heard in the hallway. Protesters were pushed back away from the courtroom farther down a hallway, and Guyger's family was escorted out a secure pathway.  Lead prosecutor Jason Hermus walked over to the Jean family in the silent, mostly empty courtroom after the sentence.  \"I'm sorry,\" he said. \"I can't explain that.\"  Jean's father shook his hand. \"You fought a good fight.\"  'This is where you start'  Brandt wasn't the only one who sought to comfort Guyger.  In another shocking moment, Judge Tammy Kemp -- who gained national attention for her strict and stern style in the courtroom -- also approached Guyger. She brought her Bible.  \"You can have mine. I have three or four more at home,\" she said. \"This is the one I use every day. This is your job for the next month. It says right here. John 3:16. And this is where you start. 'For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have eternal life...'\"  Allison Jean talked to reporters about her hope for Guyger's time in prison.  \"That 10 years in prison is 10 years for her reflection and for her to change her life,\" she said.", "company": "cnnUS"}, 
	{"published": "2019-10-03T13:17:57", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/J8mvqyKDVdo/index.html", "title": "Kurt Volker: Diplomat never 'fully on the Trump train' set to appear as first witness in Ukraine probe", "text": "Washington (CNN) Former US Special Envoy for Ukraine Kurt Volker is set to appear Thursday before three congressional committees -- the first official to testify on explosive whistleblower charges that President Donald Trump tried to pressure Ukraine to investigate his Democratic rival Joe Biden, an effort the White House then worked to cover up.  A longtime Republican foreign policy expert who was seen in the White House as not fully \"on the Trump train,\" Volker is now at the center of the impeachment inquiry examining allegations Trump deployed the machinery of state in a vendetta to target political rivals.  Volker's testimony, analysts say, could be damaging to the President and his allies.  Volker is seen as \"a well-respected straight shooter who is likely to testify in ways that will damage other Trump allies,\" Ian Bremmer, president of the Eurasia Group, wrote in an emailed analysis. \"It's possible others, including key administration members like Secretary of State Mike Pompeo and Attorney General William Barr would also be forced out.\"  Volker is also one of the State Department witnesses whose depositions to Congress Secretary of State Michael Pompeo tried to block, setting off a tussle with lawmakers who say they will interpret any effort to prevent the officials' appearances as obstruction.  Where will Volker appear and why?  Volker is now set to testify before the Intelligence, Oversight and Reform and Foreign Affairs committees behind closed doors.  Dozens of pages of documents were delivered to those House committees Wednesday on behalf of Volker ahead of his Thursday deposition, two sources familiar tell CNN.  What remains unclear is if the documents were cleared by the State Department to be handed over, or if they are considered Volker's personal documents. The State Department did not respond to CNN's request for comment.  The announcement about his appearance came just hours before Volker resigned from his State Department position Friday, following release of the whistleblower complaint and a White House transcript of Trump's July 25 call with Ukrainian President Volodymyr Zelensky.  In that call, Zelensky made clear that Ukraine, vulnerable and weak in the face of Russian aggression, wanted to buy American anti-tank missiles. Trump answered: \"I would like you to do us a favor though.\"  Trump pushed Zelensky to work with his personal lawyer Rudy Giuliani and Barr to investigate former Vice President Joe Biden and his son, Hunter, who had business dealings in Ukraine. There is no evidence of wrongdoing by Joe or Hunter Biden.  Trump also urged Zelensky to find a Democratic National Committee computer server that the US intelligence community says was hacked by Russian intelligence during the 2016 election campaign. There is no evidence Ukraine had any involvement in the hack.  The whistleblower complaint said that a day after Trump's call, Volker and the US ambassador to the European Union, Gordon Sondland, met with Zelensky and provided advice about how to \"navigate\" Trump's demands.  The State Department said this summer that Volker put Ukrainian Presidential Adviser Andriy Yermak in contact with Giuliani, at Yermak's request.  A source familiar with Volker's thinking said he was trying to get the Biden-Giuliani issue off the table, given that it was a political effort and not one that he was meant to support in his State Department role.  Volker did not want the controversy to occupy the center of bilateral conversations either, the source said, and hoped that in connecting Giuliani with Yermak, it would lead to a conversation in which the Ukrainians would agree to look into the matter and it would eventually fizzle out in two or three years.  Giuliani, meanwhile, has repeatedly claimed that these meetings were arranged at the State Department's request, pointing to Volker as the official who reached out to arrange them and showing text exchanges on television to back up that claim.  In one of the texts Giuliani released, Volker is quoted as suggesting a phone call with Yermak and Giuliani. It is unclear just how involved Volker was with Giuliani's political efforts.  Giuliani's campaign  But Giuliani has directly pursued Ukrainian investigations into American politics and Trump's leading political rival Biden at least since the spring.  The former New York mayor has pushed for a probe into the call Biden made in 2016 -- alongside the European Union, International Monetary Fund and others -- for the removal of Ukraine's top prosecutor, who at one point had been investigating a Ukrainian natural gas company that had Biden's son, Hunter, as a board member.  The prosecutor wasn't seen as tackling corruption aggressively, a key requirement for Ukraine to be considered for membership in the European Union.  In May, Giuliani floated traveling to Ukraine to meet with Zelensky in an effort to push the country to investigate Biden, as well as matters connected to the release of negative information about Paul Manafort, the former chairman for Trump's 2016 campaign. He ultimately reversed course and decided not to go.  In August, Giuliani said he had spoken to Yermak several times over the phone and met him in Madrid.  On Wednesday, the State Department inspector general provided Congress with dozens of pages of documents that included materials Giuliani had given the department earlier this year. Those documents, which were obtained by CNN, included the unsubstantiated claims about Biden and his son that formed the basis of Trump's accusations in his July call with Zelensky.  The whistleblower said in the complaint that in his understanding, Volker was trying to \"contain the damage\" inflicted on US policy by Giuliani and help Ukrainian officials \"navigate\" Trump's requests.  If Volker knows details of Giuliani's efforts, lawmakers will likely probe to learn as much as they can.  Who is Volker?  Volker is the executive director of the McCain Institute, which focuses on leadership, and kept that position even after being tapped in July 2017 by former Secretary of State Rex Tillerson to become special envoy to Ukraine.  He has served as an ambassador to NATO, a European and Eurasian affairs expert at the National Security Council, and a deputy assistant secretary of state for Europe and Eurasia. He got his start at the CIA as an analyst.  As representative, Volker has been at the heart of efforts to keep US military and economic aid flowing to Ukraine. He had also been the US point-man in trying to get dialogue started between Russia and Ukraine over the separatist revolt in eastern Ukraine, now in its sixth year.  In Kiev, Volker was seen as a reliable advocate. Yermak told CNN Saturday that Volker's \"consistent and comprehensive support for Ukraine throughout his tenure means a lot for our country.\"  But almost a week later, Pompeo and the State Department have said nothing on the record about Volker's resignation.  'The Trump train'  Former Ukrainian President Petro Poroshenko tweeted that \"one could hardly overestimate\" Volker's contribution to strengthening of our strategic partnership\" with the US.  But Volker, who worked as a special representative on a part-time, volunteer basis, didn't have a close relationship with the White House. Volker was not on the July 25th call with Trump and during his tenure, never had a one-on-one meeting with the President, a source close to the former special representative said.  A White House source has told CNN that Volker, an ally and protegee of prominent Republican Trump critic Sen. John McCain, never became a member of the President's inner circle. And according to another source, after Volker's resignation, there was little love lost for him inside the White House, where he was seen as \"never fully on the Trump train.\"  In a letter to trustees of the McCain Institute on Saturday, Volker wrote that Congress had requested his testimony and he would \"be complying with that request.\"", "company": "cnnUS"}, 
	{"published": "2019-10-03T17:34:49", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/3Eb8CvlP2LE/index.html", "title": "Elizabeth Warren announces labor plan to empower workers and raise wages", "text": "Washington (CNN) Massachusetts Sen. Elizabeth Warren unveiled a plan Thursday to give American workers more power, protections and higher wages.  The presidential hopeful's plan, posted to Medium, would extend labor rights to all workers, protect pensions, and strengthen workers' rights to organize, bargain collectively and strike. It would expand worker protections and combat discrimination.  \"American workers don't have enough power,\" Warren argues in her post, because big corporations and their allies have waged a \"systematic attack on unions.\" Warren, who has made anti-corruption and anti-big money central themes of her presidential bid, advocates for creating a \"stronger labor movement.\"  The senator pledges to use executive action, to work with Congress and leverage the federal procurement process \"to pursue the most progressive and comprehensive agenda for workers since the New Deal.\"  Warren, who officially launched her 2020 presidential bid at the site of a historic 1912 labor strike led by women and immigrants, writes in her new plan she wants to make it easier for unions to assert their rights, including the right to strike.  Read More", "company": "cnnUS"}, 
	{"published": "2019-10-03T20:32:58", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/cK2Keyd-SNI/index.html", "title": "Trump continues piecemeal health care push as Democrats tout big plans", "text": "Washington (CNN) Staring down the near-certainty of running next year against a Democrat whose campaign will feature a sweeping vision for health care, President Donald Trump is rolling out the latest in a series of isolated health care policies that his team hopes will stack up to a plan he can run on.  That effort included an event Thursday in Florida, where Trump signed an executive order that underscores the benefits of preserving the status quo for Medicare, in particular Medicare Advantage plans offered by private insurers.  In a raucous campaign-style event, Trump claimed Medicare is \"under siege\" and that Democrats want to destroy it.  \"These people on the other side, these people are crazy. They want to take it away, give you lousy health care,\" he said. \"We are making your Medicare even better and we're not letting anyone, it will never be taken away from you.\"  Trump's piecemeal approach risks leaving him -- and, perhaps more crucially, vulnerable down-ballot Republicans -- without a coherent alternative in a race that could center largely on competing ideas for health care.  Nothing is likely to move on Capitol Hill as the White House and Congress focus on the impeachment inquiry engulfing Trump's presidency. However, even before the House began those proceedings, the administration had little in the way of an overarching design for health care.  The White House had planned to start pumping out health-related initiatives on a near-weekly basis over the summer, aides said, but mass shootings, travel and other events have scrambled those plans. Now, Trump's team has laid out a blueprint for a series of announcements through the fall, with upcoming rollouts planned for an Oval Office event and a speech on the road in the weeks ahead, a senior administration official said.  Aides and allies point to what the President has already done to lower drug prices, combat opioid addiction and offer lower-cost alternatives to the Affordable Care Act.  Lack of vision  Since the start of Trump's presidency, Republicans have struggled and failed to agree on a unified vision for health care to offer up as a substitute for the landmark health reform law they've vowed to destroy, though Trump has said Republicans will be \"the party of health care.\" And Democrats, emboldened by the midterm gains they achieved largely by focusing on health care, are eager to contrast their ideas for universal health coverage with a Trump approach to health care that has felt piecemeal at best and nonexistent at worst.  What's more, the political calculations for Trump could change again later this year if an administration-backed lawsuit seeking to invalidate the Affordable Care Act succeeds. In that case, a patchwork quilt of proposals may not be enough to convince voters Trump and Republicans are prepared to fix a newly collapsed system.  Back-to-back mass shootings in El Paso, Texas, and Dayton, Ohio, in August forced the White House to postpone Trump's first planned trip to The Villages for a Medicare speech -- which aides said needed to be retooled before a redo of the policy announcement. Trump will deliver that speech Thursday at an official event with a distinctly political title: \"Protecting Medicare from Socialist Destruction.\"  The order will highlight the benefits of Medicare Advantage, which the Trump administration has been heavily promoting since 2017. It aims to give insurers more flexibility to offer telehealth and supplemental benefits, as well as to make it easier for seniors to sign up for these plans, which are offered by private insurers and have been growing in popularity. It will also allow Medicare Advantage enrollees to receive cash rebates to push them to receive high-value care.  Notably, the administration wants to make sure that traditional Medicare \"is not advantaged or promoted over Medicare Advantage,\" said Health and Human Services Secretary Alex Azar.  A senior official said Trump holds regular meetings with policy staff who brief him on the progress of his various health initiatives. The President asked his team to put together proposals he can tout on the campaign trail, and the senior administration official said Trump \"raises health care on his own, every week.\"  Led by Joe Grogan, head of the Domestic Policy Council, top aides -- including Seema Verma, head of the Centers for Medicare and Medicaid Services, and Azar -- have worked to develop initiatives Trump could pursue through executive action. Some are still in the works heading into 2020. Others already announced include a controversial proposal to require hospitals post the prices they negotiate privately with insurers and one that seeks to transform kidney care for the more than 37 million Americans with kidney disease.  Prospects for a legislative solution to health care before the election are increasingly dim, however. Trump tried unsuccessfully in March to rally Republicans behind devising an Obamacare replacement that few lawmakers wanted to touch, given how costly the GOP's failure to pass one the first time was at the polls.  Some Republicans on Capitol Hill are optimistic that legislation addressing prescription drug pricing and \"surprise\" medical bills could see some movement before the election, given bipartisan support for addressing both problems. The President has urged Congress to address both issues, and the White House backs the policies behind both bills.  Lawmakers on both sides of the aisle have proposed legislation that would protect patients from getting hefty surprise bills if they unwittingly go to out-of-network doctors, particularly in emergency situations, but momentum has slowed amid heavy lobbying by both insurers and medical providers. While both chambers are also looking at drug price bills , that effort will likely be overshadowed by House Speaker Nancy Pelosi's recent proposal that calls for allowing the federal government to negotiate prices on some drugs -- a non-starter for Republicans.  Election-year challenges  Running on fundamental change, however, is not a strategy typically employed by sitting presidents, who do their best to persuade voters not to change the status quo.  \"I can't think of the last time an incumbent President campaigned on a specific comprehensive overhaul of anything, much less health care,\" said Josh Holmes, former chief of staff to Senate Majority Leader Mitch McConnell. \"I also think the new reality of health care politics is that anybody who has a plan that would disrupt coverage for current beneficiaries is playing with fire.\"  Many of the Democrats leading in the race to take on Trump next year have advocated either for a national health insurance system, such as \"Medicare for All,\" or at a minimum for adding a government-backed public option to the Obamacare exchanges. The Trump campaign has seized on some of the most controversial elements of the progressive plans to bolster its overarching theme -- that Democrats are too far left -- but has otherwise done little in the way of promoting a health care alternative. Campaign advisers say they've heard little talk of positive messaging on the issue, despite how dominant the topic is on the other side of the aisle.  Trump's aides and allies remain confident their negative messaging on Democratic health care plans will resonate. Most are hopeful Democrats' shift toward what conservatives have described as a government takeover of health care will serve as a fruitful line of attack for Trump.  The shift was evident in a briefing call administration officials held with reporters ahead of the order. Grogan stressed that the President's vision for a healthier America goes beyond the Affordable Care Act, \"which at the end of the day is not that many people.\"  He sought to contrast what steps Trump has taken with the Democratic candidates' push for Medicare for All, evoking a familiar attack that it would lead to Medicare for none.  \"While President Trump has expanded health care choices and decreased costs, not to mention lowered prescription drug prices and increased transparency in the industry, 2020 Democrats want to go far beyond Obamacare,\" said Daniel Bucheli, a Trump campaign spokesman. \"The 2020 Democrat field is embracing a government takeover of health care under the 'Medicare-for-all' banner that would eliminate private insurance, increase wait times, and decrease the quality of medical care.\"  While polls show that Americans want elected officials to lower health care costs, many are not ready to embrace a national health plan such as Medicare for All. Nearly 69% of the public favor a public option, which would compete with private plans, while 53% support Medicare for All, according to a September Kaiser Family Foundation poll  Democratic candidates have repeatedly attacked Trump for hurting Americans' health care, and experts say the President is seeking to show what he has accomplished amid those accusations.  \"The President is really focused on making his mark on health care,\" said Chiquita Brooks-LaSure, managing director at Manatt Health, a professional services firm, who worked in the Obama administration to implement the Affordable Care Act. \"It's not surprising that, as the election is starting to ramp up, we're seeing a lot of efforts from the administration to show movement and progress on some of these priorities, given that repeal and replace really stalled.\"", "company": "cnnUS"}, 
	{"published": "2019-10-03T11:05:53", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/m4IqlRKPFCg/index.html", "title": "Justice Ginsburg declares her good health, but high-stakes scrutiny persists", "text": "Washington (CNN) In the six weeks since Justice Ruth Bader Ginsburg revealed she had endured another cancer ordeal, she has made more than 10 public appearances, animated and \"very much alive.\" Yet advocates with a stake in another Supreme Court confirmation battle cannot help but be on edge.  If the 86-year-old, four-time cancer survivor were to leave the bench at any point during the rest of a Trump presidency, it would set in motion a succession fight like no other. President Donald Trump would be securing more than a third lifetime appointment to the high court. He would be replacing an unerring liberal, a women's rights icon, with a conservative.  That would thrust the court rightward in a way not seen since 1991 when conservative Justice Clarence Thomas succeeded Thurgood Marshall, himself a civil rights legend. The court already has a 5-4 conservative advantage.  Such stakes for the law have necessarily roused many in the nation's capital as well as people across the country following the moves of the \"Notorious RBG\" and offering public wishes for her good health.  Ilya Shapiro, director of the Cato Institute's constitutional studies, recently recommended the White House update its list of possible Supreme Court replacements, citing Ginsburg's latest cancer scare. The list of 25 potential Supreme Court candidates was last updated in November 2017 and was one way Trump back in 2016 sought to assure Republican voters he would appoint a strong conservative to the bench.  \"It would be both smart politics and good governance to update the list,\" Shapiro wrote on The Federalist, a conservative website.  Liberals, meanwhile, are preparing their own list of recommendations for the high court, hoping that the next vacancy does not occur until a new president is elected in November 2020, and that the winner is a Democrat.  \"The fight to replace Justice Ginsburg would have a different tenor to it,\" said Christopher Kang, chief counsel of the liberal advocacy group Demand Justice, yet he adds, \"For us, the thing that engages progressives far more than RBG's prominence is Brett Kavanaugh's sheer presence on the court.\"  As Demand Justice compiles a list of possible nominees to recommend to Democratic presidential candidates, it is organizing with other liberal groups a protest at the Supreme Court for Sunday to mark the one-year anniversary of Kavanaugh's Senate confirmation.  Trump continues to vigorously defend Kavanaugh, whom he appointed to succeed centrist-conservative Justice Anthony Kennedy last year. Trump used Twitter to swat back recent criticism triggered by renewed complaints of sexual misconduct by Kavanaugh in his youth. Kavanaugh has categorically denied the accusations.  In a September 15 tweet, the President declared of critics, \"They are trying to influence his opinions. Can't let that happen!\" The next day Trump added, \"Do you believe what these horrible people will do or say. They are looking to destroy, and influence his opinions -- but played the game badly.\"  If a high court seat were to open over the next year, Senate Majority Leader Mitch McConnell has said he would not adhere to his 2016 election-year stance. After Justice Antonin Scalia died suddenly on February 13, 2016, and President Barack Obama nominated US Appeals Court Judge Merrick Garland, McConnell blocked any consideration of Garland, saying the next president should name Scalia's successor. (Trump chose Neil Gorsuch in 2017.)  McConnell in September told radio host Hugh Hewitt he would \"absolutely\" move on a nominee in the 2020 election year. McConnell has differentiated his 2016 stall from possible 2020 action by noting that the White House and Senate are now controlled by the same political party. This time, McConnell has observed, there would be no expected conflict between his Republican majority and a Democratic White House.  Senate Minority Leader Chuck Schumer and other Democrats labeled McConnell a \"hypocrite\" earlier this year when he made his new position clear.  \"There was nothing I did (in 2016) that ... would not have been done had the shoe been on the other foot, had there been ... a Republican president and a Democratic Senate,\" McConnell insisted to Hewitt. \"So look, they can whine about this all day long. But under the Constitution ... the President makes the nomination, and the Senate confirms.\"  Last term for the current nine?  As the 2019-2020 Supreme Court session begins, an imminent question is whether this could be the last for these nine justices.  Ginsburg is one of three justices who are over 70. Stephen Breyer, who is also an appointee of Democratic President Bill Clinton, is 81, and Thomas, an appointee of Republican President George H.W. Bush, is 71.  Neither Ginsburg nor Breyer have displayed any interest in retiring. Thomas might be most inclined to leave the bench while a Republican holds the White House. But Thomas, now the leader of the far right of the court, has told close associates he hopes to remain for many more years.  Ginsburg said that her travel and speaking agenda enhances her healing. \"It's a necessity to get up and go,\" she said in a September appearance in New York City . \"It's stimulating, and somehow all these appearances that I've had since the end of August, whatever my temporary disability is, it stops and I'm OK for the time of the event.\"  Since the Supreme Court revealed on August 23 that a malignant tumor on her pancreas had been detected and treated, Ginsburg has spoken in Buffalo, Washington, DC, New York City, Little Rock, Raleigh and Chicago, some places multiple times.  List-keeping  A White House spokesman said this week that the administration would have no comment on whether Trump's list of Supreme Court candidates was being updated. He also declined to comment on any other matters related to the administration's readiness for any Supreme Court opening.  Leonard Leo, a Federalist Society leader who has steered multiple GOP Supreme Court selections, including that of Kavanaugh, told CNN recently, \"I think it's inappropriate to be having 'what if' discussions about Justice Ginsburg's health. But the fact that the left is talking so much about Justice Ginsburg demonstrates her importance to them as a symbol and the intensity of the kinds of campaigns they would wage over Supreme Court vacancies in the future.\"  Among the people on the Trump Supreme Court list who met with the President during past selection processes and could be likely finalists are US Appeals Court Judge Amy Coney Barret of the Chicago-based 7th US Circuit Court of Appeals and 6th US Circuit Court of Appeals Judge Amul Thapar, a Kentucky favorite of McConnell.  Demand Justice's Kang said the group is compiling a list to be released by the end of the month. Kang and Brian Fallon, who with Kang co-founded Demand Justice in 2018, wrote in an The Atlantic that Democratic presidents should look to people who have represented workers, consumers or civil-rights plaintiffs, rather than corporations. (Kang and Fallon both worked in the Obama administration.)  Among the names likely to be offered, based on Kang and Fallon's prior statements, are Sharon Block, a former National Labor Relations Board member, Pamela Karlan, a Stanford law professor, US Appeals Court Judge Cornelia Pillard of the DC Circuit, Bryan Stevenson, director of the Alabama-based Equal Justice Initiative, and Jenny Yang, a former chair of the US Equal Employment Opportunity Commission.  \"The list is not, literally, about one person and one vacancy,\" Kang said. \"It's about how to approach all vacancies\" on the Supreme Court and throughout the three-tiered federal judiciary.  McConnell has made a high priority of confirming Trump nominees to all levels of the federal bench, and he told Hewitt last month: \"We're not going to leave a single vacancy behind by the end of next year.\"", "company": "cnnUS"}, 
	{"published": "2019-10-03T13:06:10", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/WICFirz-QLQ/index.html", "title": "Short clips, big risk: This mysterious startup wants to turn streaming on its head", "text": "Do you like Steven Spielberg and scary TV shows? Well, he's currently working on one, but there's a catch: it will only be available on mobile phones, at night.  Are you a fan of Jane Austen adaptations? That's great! There's a gay \"Pride and Prejudice\" inspired rom-com coming soon.  How about home renovation shows? Everyone likes those, right? Sure, but this one is a cross between HGTV and CSI, in that it only includes houses where infamous murders or crimes occurred.  Oh, and did we mention that these series will be diced up into short episodes — all just 10 minutes or less?  They're all part of the lineup for Quibi, a new streaming service to be launched in 2020 by two veteran CEOs — Meg Whitman of Silicon Valley (she previously headed eBay and Hewlett-Packard) and Jeffrey Katzenberg of Hollywood (he led DreamWorks Animation).  Their new startup, short for \"Quick Bites,\" is an odd proposition — and a risky one at that.  As the streaming wars heat up, companies like Netflix, Apple, WarnerMedia (CNN's parent company), NBCUniversal and Disney are all vying to be bigger and grander than their competitors. Whitman and Katzenberg are instead daring to go small.  The two are wagering a lot of money — and potentially their reputations as two of the business world's mightiest moguls — on a bet that consumers will pay for a mobile-only, short-form video service.  Quibi's staff, headquartered in Hollywood, is preparing to launch a short-form streaming service in April. The company has yet to release any trailers or previews of the product.  I think it's the biggest idea that we've ever done... I just know it's going to work.\" Jeffrey Katzenberg, cofounder of Quibi  The service also arrives after decades of viewers being conditioned to long-form storytelling on TVs and big screens. It's entering a market that's already overrun by short-form content from the likes of YouTube, Instagram and Snapchat, which is mostly free of cost.  In a world that has new streaming services pop up seemingly every week, will there be enough room for Quibi?  Short clips, big budgets  Katzenberg and Whitman's pitch for Quibi, which is set to launch in April 2020 for $4.99 a month with ads and $7.99 a month without, is simple yet distinctive. The service offers videos and series that are cut into segments shorter than 10 minutes. The content ranges from scripted, fictional series to news and sports highlights. And all of it can viewable only on mobile devices.  Unlike short-form videos on YouTube or Instagram, Quibi's content comes along with high production budgets more akin to major series, and an intriguing tech capability: The videos are filmed and edited to be viewed both horizontally and vertically.  Quibi CEO Meg Whitman brings Silicon Valley experience to the role. She previously served as CEO of Hewlett-Packard and eBay.  \"What we're trying to do is bring together the best of Hollywood and the best of Silicon Valley to make viewing short-form content on your mobile extraordinary,\" Whitman told CNN Business during an interview at Quibi's headquarters in Los Angeles. \"We've got Hollywood quality content with some really very innovative technology that makes viewing video on your mobile something quite different than what it is today.\"  Despite the high stakes, Katzenberg and Whitman are excited. \"I think it's the biggest idea that we've ever done,\" Katzenberg said.  \"I think we are doing something that is now such a well-established consumer habit. You have 2.5 billion people walking around with these televisions in their pocket,\" he added. \"They're already watching a billion hours of content every day. I just know it's going to work.\"  The former head of Disney Studios and DreamWorks Animation, Jeffrey Katzenberg brings a long legacy as a Hollywood hit-maker to Quibi.  The company will license content that fits into one of three categories: \"Lighthouses,\" which include the service's premium videos, \"Quick Bites,\" or standalone episodes of reality and alternative programming, and \"Daily Essentials,\" consisting of sports and news coverage.  Quibi has also brought in a lot of A-list talent. There's Spielberg, but also other big names like Oscar-winning director Guillermo del Toro, Anna Kendrick, Tyra Banks, Sophie Turner and Liam Hemsworth. In the series \"Thanks a Million,\" Jennifer Lopez will give away money to someone, who in turn, will have to pay it forward to others. In \"Action Scene,\" Kevin Hart will play a comedic version of himself trying to land a role in an action movie.  While Whitman and Katzenberg plan to make easily digestible content, that doesn't mean it's going to be cheap. Its \"Lighthouses\" content will cost roughly $100,000-per-minute to produce, which puts it on par with some of the most expensive shows on TV.  Think \"Game of Thrones\" production costs, but for a series cut into smaller snackable episodes.  Steven Spielberg, Jennifer Lopez and Kevin Hart are among the big names contributing short-form content to Quibi.  The risks  But will anyone want to watch a series on the scale of \"Game of Thrones\" in 10-minute episodes? And if they do, will viewers really appreciate the production quality on such a tiny screen?  \"Watching on your phone is actually become a very personal, intimate, connective moment,\" Katzenberg said. \"You put your earbuds in and you have a connection with that content that is actually amazing.\"  Katzenberg feels that younger audiences are thrilled with the mobile experience and \"will appreciate having the best talent in front of the camera and behind the camera.\" He also mentioned that YouTube stars and social media influencers, while creative and innovative, have never had the resources in short-form storytelling that Quibi will now provide.  Katzenberg and Whitman aren't the only ones betting on Quibi's success. The company has lured some deep-pocket investors including Disney and WarnerMedia, as well as the e-commerce company, Alibaba. It has reportedly raised $1 billion in funding  \"These are smart people,\" Katzenberg said of some of Quibi's investors and partners in Hollywood. \"They didn't do this to be nice.\"  Quibi employees meet to discuss the startup's marketing strategy leading up to its launch in spring 2020.  Of course, those investors are betting not just on Quibi as an idea, but on Katzenberg and Whitman, who have had their fair share of professional wins and losses.  Katzenberg's tenure at Disney in the 1980s and 1990s was marked by acclaimed and beloved films, including \"The Little Mermaid,\" \"Beauty and the Beast\" and \"Aladdin.\" However, Katzenberg's boardroom battles with then-Disney chairman Michael Eisner in 1994 led to Katzenberg's very public exit  After launching DreamWorks with Spielberg and music mogul David Geffen, Katzenberg led DreamWorks Animation to hits like \"Shrek\" and \"Kung Fu Panda.\" He left the company after its sale to Comcast in 2016 and has maintained a low profile since then. Quibi now marks his ambitious return to Hollywood prominence.  As for Whitman, she helped grow eBay into one of the most notable internet brands in the world as president and CEO from 1998 to 2008. She then led Hewlett-Packard after suffering a political loss when she ran for governor of California in 2010 — a campaign where she reportedly spent more than $100 million, mostly of her own money . She then stepped down as HP's chief executive in 2017, after splitting it into two companies.  Despite Whitman and Katzenberg's impressive resumes, some critics continue to be dubious of Quibi's long-term viability.  \"Does Quibi truly solve a consumer problem?\" Andrew Hare, a senior vice president of research at Magid, told CNN Business. \"In a world with YouTube, Instagram, Snapchat, Twitch...do audiences under 35 really desire another platform with more exclusive short-form video?\"  In a world with YouTube, Instagram, Snapchat, Twitch...do audiences under 35 really desire another platform with more exclusive short-form video?\" Andrew Hare, senior vice president of research at Magid  Hare added that he wonders if consumers' viewing habits will change enough to give Quibi space to grow in the market. \"Sure, we watch snippets of content all day on our phones, but we will also watch six hours of 'Breaking Bad' in a row on big screens,\" Hare added.  Quibi has also been in the press lately as two executives have left the company, just months before launch. The high-level departures raised eyebrows in the industry  Then there's the price of it all. Will consumers want to spend money on Quibi? Hare isn't so confident.  \"I'm not sure we have much historic evidence that a younger demo is willing to pay much for short-form mobile video,\" Hare said. \"Consumers are looking at their budgets closer than ever. Many are paying for pay TV, HBO, Netflix, Hulu, Spotify and more already... It's really going to need to prove extraordinary value to consumers to drive subscription scale.\"  Katzenberg and Whitman are also taking a big risk releasing Quibi in the middle of the streaming wars. Disney, WarnerMedia, NBCUniversal and Apple will all launch their new services in the coming months.  But, according to Whitman, Quibi isn't here to compete with Netflix, Disney+ or HBO Max. It's a \"completely different use case,\" she said.  \"When you watch the big streaming services, typically you're at home watching in front of a TV, really committing to at least a half an hour, sometimes an hour, an hour-and-a-half to get into a show and watch a full episode,\" she said. \"We're going after a different time of day.\"  She explained that Quibi is going after consumers' \"in-between moments\" whether that be waiting at a doctor's office or standing in line for a cup of coffee.  Whitman and Katzenberg meet with a colleague at Quibi's headquarters. They say their new streaming service aims to appeal to users during their \"in-between moments,\" whether that be waiting at a doctor's office or standing in line for coffee.  Although plenty of naysayers are skeptical about Quibi's potential, the same could have been said of streaming goliath, Netflix in its early days. Once seen as a non-threat to the industry , Netflix is now the company everyone else is chasing with more than 150 million subscribers worldwide.  Quibi's commitment to being mobile-only may be what makes it a truly revolutionary service, according to Rich Greenfield, an analyst at LightShed. \"The mobile phone is the most personal device in your life that virtually never leaves you. Just as we grew up with TVs, this generation is growing up with mobile,\" he said. \"If this becomes the must-have content service for the mobile generation, that would be a game changer.\"  If this becomes the must-have content service for the mobile generation, that would be a game changer.\" Rich Greenfield, analyst at LightShed  If Quibi takes off, it could have the potential to change the streaming market, how consumers think about short-form video and possibly even multimedia storytelling itself. But if it's a flop, Whitman and Katzenberg's Quibi's run in the streaming market could be short lived. Either way, the stakes are high.  Yet, Whitman says she and Katzenberg aren't too nervous and are \"having a great time working together.\"  \"We are in the best sense, risk takers. But that doesn't mean what we're doing is risky,\" Whitman said. \"We're not at the table rolling the dice — or if they are, they're loaded.\"", "company": "cnnUS"}, 
	{"published": "2019-10-03T15:41:35", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/T6Vym-0vXKI/index.html", "title": "Shipping is one of the dirtiest industries. Now it's trying to clean up its act", "text": "London (CNN Business) In the port of Antwerp in Belgium, a small boat whizzes around, shuttling 16 passengers back and forth. The \"Hydroville\" is fast, silent and, most strikingly, it produces zero pollution.  Built by Compagnie Maritime Belge (CMB), it's the world's first sea-faring vessel to burn hydrogen in a diesel engine. No carbon dioxide or sulfur oxides are released during the process. The ship produces some nitrogen oxide, but that's converted into harmless nitrogen and water by a catalyst. In one of the dirtiest industries in the world, it's a tantalizing glimpse of a cleaner future.  Owned by one of Belgium's oldest shipping families, CMB and its small boat are leading the way as the shipping industry tries to tackle its contribution to the climate crisis. \"Green hydrogen-based fuels are the only zero-emission solution in the long run,\" CMB CEO Alexander Saverys told CNN Business.  As bad as aviation  The United Nations warned in 2018that the world had 12 years to stem catastrophic levels of global warming , piling the pressure on international shipping to clean up its act. Ships areincredibly polluting, belching out millions of tons of greenhouse gases every year. They emit sulfur dioxide, a pollutant linked to respiratory illnesses, as well as carbon dioxide and methane, gases which cause global warming by trapping heat in the atmosphere.  rising sea levels, the IMO — a UN body that regulates shipping — set a target last year of While the industry was excluded from the 2015 Paris Climate Agreement because its emissions are hard to allocate to individual countries, the international community has started to act. Under pressure from island states threatened byrising sea levels, the IMO — a UN body that regulates shipping — set a target last year of slashing emissions by at least 50% by 2050 , compared to 2008. But achieving this ambitious goal requires ship owners to move away from fossil fuels and invest in cleaner technology, much of which has never been used on large vessels before.  The challenge is particularly acute because the choices shipping companies make now will play out over the next 30 years. \"We're building the ships today which will be in operation over the next three decades,\" Dr. Tristan Smith, an expert in shipping and energy at University College London's (UCL) Energy Institute, said in an interview with CNN Business. To stand any chance of meeting the IMO target, zero emissions vessels need to enter the fleet by 2030 at the latest, he added.  Little headway  the sustainability efforts of the world's largest operators. Since the IMO set its target, many of the world's largest shipping companies have made ambitious pledges to slash their emissions over the next three decades. For some, the first step was simple — reduce the speed at which their fleets ply the oceans. That has already resulted in emissions being cut by as much as 30%, according to a report by the Carbon Disclosure Project (CDP) , which ranksthe sustainability efforts of the world's largest operators.  But sailing more slowly is only a short-term fix that won't do enough to hit the IMO target, according to CDP. Success requires new ships, new engines and new fuels. Major financial, regulatory and technical barriers have to be overcome, and so far much of the shipping industry is dragging its feet when it comes to innovation. \"Shipping companies are failing to push for the critical technologies required to reduce their carbon footprint,\" according to CDP. Just three of the 18 companies CDP ranked have a committee at board level responsible for tackling the climate emergency.  One of the frontrunners is Maersk, the world's largest container shipping company with $39 billion in revenue last year. It has pledged to become fully carbon neutral by 2050 and has invested $1 billion since 2014 in energy efficient technodoelogy. The company's head of sustainability, John Kornerup, told CNN Business that by 2030 Maersk intends to reduce emissions by 60%. \"If we want to be ready in 10 years, we need to get started now,\" he said. Maersk is running trials with different fuels and also developing electric batteries. Decarbonizing shipping requires \"a completely new propulsion technology,\" Kornerup added. But even Maersk, with its financial firepower, says it cannot make zero-carbon ships a reality without industry collaboration  The Mette Maersk, powered by an oil and biofuel blend, arrives in Hong Kong — Credit: Maersk  It's an approach CMB has already adopted. The company, which has won multiple sustainability awards since it was bought by the Saverys family in 2015, recently announced a partnership with Japan's Tsuneishi Facilities and Craft to build the world's first ferry that can run on hydrogen and diesel by 2021. CMB's strategy is about testing low-carbon technologies on smaller ships, such as the Hydroville, and then scaling them up. \"The Hydroville is a small project which aims 10 years ahead of its time,\" Roy Campe, CMB's research and development manager, told CNN Business.  If we want to be ready in 10 years, we need to get started now. John Kornerup, head of sustainability at Maersk  in the next decade. As a family-run business which was taken private in 2015, CMB is less constrained by shareholders than public companies such as Maersk. \"Coming up with new technologies involves risks and that is why there is almost no innovation,\" Campe said. The Hydroville is \"a splendid example of how a commercially-driven project can offer high sustainability gains,\" Antwerp Port Authority CEO Jacques Vandermeiren said last year. CMB plans to launch a hydrogen engine next year that can power larger vessels such as tugboats and barges. And it's hoping to launch the world's first hydrogen-powered container shipsin the next decade. As a family-run business which was taken private in 2015, CMB is less constrained by shareholders than public companies such as Maersk. \"Coming up with new technologies involves risks and that is why there is almost no innovation,\" Campe said.  Cleaner cruising?  Norwegian cruise liner Hurtigruten is pursuing different technology. It has just launched the world's first hybrid cruise ship. Powered by a combination of batteries and marine gas oil, the Roald Amundsen sailed from Tromso to Hamburg in July, producing 20% fewer emissions than other ships of the same size, according to Daniel Skjeldam, Hurtigruten's CEO.  \"To operate sustainably, you have to invest in new technology. This is a new green revolution that's coming,\" said Skjeldam, adding that the cruise sector has been lagging other industries when it comes to cutting emissions.  The MS Roald Amundsen, the first hybrid cruise ship in Hurtigruten's fleet, arrives in Tromso, northern Norway on July 3, 2019.  The cruise industry grew by almost 50% between 2010-2018 and the number of passengers increases by 4-6% each year, according to Cruise Lines International Association.  Carnival CCL An undercover investigation by Johns Hopkins University this year found that cruise ships generate dangerous levels of air pollution. And the world's largest cruise operator,, emitted almost 10 times more sulfur oxide — a highly toxic gas — than all 260 million cars in Europe in 2017, according to a review by non-profit Transport and Environment in June. A Carnival spokesperson told CNN the report was based on \"outdated numbers and differs dramatically from fuel data and emissions tracked on Carnival Corporation's vessels.\"  Despite the trials of new technology by companies such as Maersk, Hurtigruten and CMB, industry-wide progress is too slow. Big companies are hesitant to invest billions of dollars in new technology and there are few financial incentives and regulations in place to push them to do so. But experts say it is crucial that the industry does not wait to be forced to act.  \"The cruise industry should be front runners in introducing new technology and reducing emissions. We simply cannot wait for regulations,\" Skjeldam said.  Burning dead fish  The biggest challenge for the shipping industry is moving away from heavy fuel oil, a type of diesel used by most of the world's tankers and cargo ships. Battery technology is powering the clean vehicle revolution on land. But fully electric ships are unlikely to be sailing the seas by 2050. Electric batteries cannot store enough energy to propel deep sea vessels traveling long distances, experts say. Low carbon fuel may be the answer, UCL's Smith said.  Many companies are focusing on liquified natural gas (LNG) and biofuels as alternatives. By 2021, Hurtigruten aims to operate a fully hybrid fleet, retrofitting all its 16 ships with a combination of LNG, batteries and biogas. \"Almost half our fleet will be literally powered by nature, as we will replace engines with batteries, natural gas and biogas — made from organic waste such as dead fish,\" Skjeldam said.  The batteries on board the Roald Amundsen kick in whenever there is a surge in energy demand, Skjeldam explained. \"We use the batteries to take care of these peaks. When the engines produce excess energy, this is transferred into the batteries. This secures smooth and optimal running of the engines at all time, significantly reducing fuel consumption and emissions,\" he said. \"LNG is substantially less polluting than conventional diesel fuel and utilizing LNG as a component in different hybrid set-ups is a major step towards achieving Hurtigruten's ultimate ambition of sailing emission free,\" he added.  Biofuel is a better alternative as far as Maersk is concerned. The company recently used a blend of fuels produced from plant waste to help power a container ship traveling from Rotterdam to Shanghai. By using the fuel mix — 20% biofuels and 80% fuel oil — Maersk reduced the vessel's CO2 emissions by 85% or 1,500 tons, the equivalent of what 200 households produce each year. \"It's the only option for now,\" Kornerup told CNN Business.  The Mette Maersk ran on a blend of fuel oil and biofuels during a three-month round trip from Rotterdam to Shanghai.  as agricultural land is diverted. Still, even that has its problems. Using biofuels for shipping is \"a wasted opportunity to store CO2 and is only viable in very limited quantities,\" according to Smith at UCL. Using land to generate solar power is about eight times more efficient than biofuel production, he noted. According to a report from the International Panel on Climate Change (IPCC) , mass adoption of biofuels is not the answer. Scientists say that ramping up their production would lead to a huge spike in global food pricesas agricultural land is diverted.  \"The biggest pitfalls are biofuels, which can't be scaled or enforced sustainably, especially in shipping. LNG and synthetic methane are other dead ends due to methane leakage and enforcement problems,\" Transport and Environment concluded in its 2018 report, 'Roadmap to Decarbonising European Shipping.'  The challenge of hydrogen  Hydrogen is one of the most promising solutions for companies looking to meet the IMO target as it is clean and suitable for all ship sizes. But this fuel also presents challenges. \"The storage of hydrogen is probably the biggest stumbling block. Compressed hydrogen takes 15 times more space compared to diesel for the same amount of energy,\" CMB CEO Saverys said.  Experts say companies should make the huge leap towards decarbonization by investing in dual combustion systems, which use a combination of diesel and low-carbon fuels, such as hydrogen, or batteries. \"At the moment the cheapest way to operate is to continue using an internal combustion engine [which runs on diesel] and liquid fuel like hydrogen or ammonia that you have produced using renewable energy,\" according to Smith.  Blending fuel is at the heart of CMB's strategy. \"Our diesel-hydrogen engines are a natural transition towards hydrogen. Diesel can still be burnt as principal fuel (in case no hydrogen is available), which gives users peace of mind to adopt this new technology,\" Saverys said.  One of Hydroville's two hydrogen-diesel combustion engines.  More companies should adopt transitional solutions, according to CDP. In its report, Carole Ferguson, head of investment research, said companies should focus on \"step change innovations.\" \"There are no zero carbon technologies that you can apply on ships today that are viable,\" said Kornerup. \"But we simply need to speed up [innovation] because we only have 11 years.\"  The biggest barrier to achieving low-carbon shipping is cost. Hydrogen and other low-carbon fuels are much more expensive than diesel. A hydrogen-powered ship costs around $10-$15 million more to build than a diesel vessel, and the investment is hard to justify given the lack of incentives or regulation, according to Saverys.  \"The technology is already here,\" said Smith. \"What's lacking is the impetus.\"", "company": "cnnUS"}, 
	{"published": "2019-10-04T19:50:02", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/FBAYgZXZA0w/index.html", "title": "The McRib is back. Here's why McDonald's doesn't sell it year-round", "text": "The fast food company announced Thursday that the barbecue sandwich will be available in over 10,000 restaurants as soon as Monday. But, McDonald's said, the menu item will only be around for a limited time.  The McRib returns as soon as next week.  That's by design. Seasonal items are an important marketing tool for the food industry, according to Alexander Chernev, a professor of marketing at Northwestern University's Kellogg School of Management.  Limited releases almost give consumers a Pavlovian response. For example, when the weather turns colder, Starbucks customers habitually get excited about Pumpkin Spice Lattes. In November, customers come in to check out the new holiday cups.  \"When you have these exclusive products, which exist for a short period of time, it gives people a reason to come to the store,\" Chernev explained.  Starbucks SBUX McDonald's MCD Dunkin DNKN Coca-Cola's KO It's not justandthat come out with seasonal specials:' announced a whole slew of pumpkin-flavored treats in August. As the holiday season gets into full swing, we'll be sure to seeChristmas trucks, turkey sandwiches from Subway and more. In the spring, it'll be Girl Scout cookie time.  For fast food chains in particular, which rely on familiarity, holilday items can offer consumers some variety.  \"You need consistency because that's the brand mantra,\" said Chernev. \"But no matter how much you like something, consuming something different ... increases the enjoyment of what you consumed before.\"  Chernev says it's a neat marketing ploy: Although a specialty item may be exciting on its own, it can also remind consumers how much they like the basics.  Seasonal offerings can also give brands a chance to test a new product. When Starbucks announced the return of the Pumpkin Spice Latte two years ago, it also unveiled the Teavana Pumpkin Spice Chai Tea Latte.  And Chernev pointed out that seasonal menu items mean brands have something new to talk about every quarter.  Starbucks has said that's part of the rationale behind its seasonal drinks  \"We strive to provide our customers with unique, seasonal offerings to celebrate each season, and customer response has been extremely positive to that,\" a company spokesman said two years ago.  There are some basic supply-and-demand economics behind limited-time releases too: Scarcity can build hype.  \"It's a way to create excitement for the menu,\" said R.J. Hottovy, a consumer strategist for Morningstar.  Items that might be popular for a few months probably wouldn't generate enough year-round demand.  When the McRib debuted in 1981, it was a dud. McDonald's pulled it from its menu four years later. Though it never achieved nationwide success, there were parts of the country where the McRib generated a solid enough fan base to bring it back every now and then.  Hottovy explained that sales typically rise for a short time when companies unveil seasonal items. But after a few weeks, that demand drops off after the core fans of the limited time product are satisfied.  So enjoy your McRib sandwiches while they last. And let's be honest, you probably wouldn't want one in April.", "company": "cnnUS"}, 
	{"published": "2019-10-04T15:51:33", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/bi7JuEKy9Sw/index.html", "title": "A new, non-vaping, non-smoking way to get nicotine has come to America", "text": "New York (CNN Business) Vaping is in crisis. Smoking is taboo. Altria has a solution: Iqos, an electronic cigarette-like gadget that heats, but doesn't burn tobacco.  Philip Morris has been selling Iqos for a while in international markets. Altria will distribute Iqos in the United States for the first time Friday.  The timing couldn't be better for the new nicotine product, as scrutiny grows around smokeless alternatives like e-cigarettes.  Iqos is a futuristic-looking device that looks like an e-cigarette. But don't call it a vape. It heats tobacco sticks at a much lower temperature compared to a cigarette and delivers a \"full and more authentic taste,\" according to its website, without as many toxins. It also requires a charge after several uses.  Altria MO Iqos has been on sale in 49 countries since 2014, and now its opening its first US location in an Atlanta area mall on Friday.said it plans to expand sales of the \"heatsticks\" to other retailers like Circle K and Speedways.  Read More", "company": "cnnUS"}, 
	{"published": "None", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/yu8j5o8B42Y/", "title": "South Jersey Resident Apologizes To Community After Halloween Display Depicting Man Hanging From Noose Sparked Controversy", "text": "    SALEM COUNTY, N.J. (CBS) — A New Jersey homeowner publicly apologized to his community at an NAACP meeting in Salem County for a Halloween display. The apology comes a week after his disturbing Halloween decoration of a dummy hanging from a noose sparked a controversy.  A picture of the display circulated all over social media, and it’s a Halloween display the creator now regrets. Ryan McDonald says he didn’t mean to offend anyone.  “Two weeks ago in Salem County, we had a noose hanging decoration out in Mannington,” Salem County NAACP President Nelson Carney Jr. said.  It was a Salem County NAACP meeting unlike any other.  Residents gathered in the house of God to hear the reasoning behind McDonald’s Halloween decoration that displayed a mannequin hanging from a noose in his front yard.  “I constructed a gallows for a Halloween display that we were going to display for Halloween and I did not expect it to be impacted this negatively,” says McDonald.  Not only did it impact the community, but the police also showed up to McDonald’s front door asking him to take it down.  After realizing the effect the hangman’s prop had on the community, McDonald removed the display and came to Thursday’s NAACP meeting to publicly apologize. His apology was accepted by most, but one member took it a step further.  “I’m personally willing to pay for your first year of being a part of the NAACP, if you will accept it,” the member offered.  “Absolutely,” McDonald responded.  The Salem County community is choosing forgiveness and is hopeful this is an incident they can move on from.  McDonald says he will continue to decorate for Halloween but he won’t be displaying the hangman’s prop again.", "company": "cnnUS"}, 
	{"published": "None", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/2gGw2rbjLw0/", "title": "Husband runs over wife, attacks her with machete in Bronx killing: police", "text": "Please enable Javascript to watch this video  THROGS NECK, the Bronx — A Bronx man is accused of running over his wife with a vehicle and then hacking her with a machete, killing her, according to police sources.  The NYPD identified the victim as Noelia Mateo.  A police spokesperson said officers responded to a call near 533 Ellsworth Ave. in the Throgs Neck neighborhood of the Bronx around 7 a.m. Thursday, and discovered the 58-year-old woman unconscious. She was pronounced dead at a local hospital, police said.  Police sources said her estranged husband — who is on the loose — ran over her with a vehicle before attacking her with a machete.  Bronx resident Victor di Cristina lives across the street and witnessed what happened.  \"He gets in there, starts it up, puts the car in reverse, bangs into the car in back of him,\" he said. \"Then put it in forward, come forward and run over her again.\"  Di Cristina opened his door and ran out, trying to stop the man.  \"He ended up with a machete and he's banging away at her with a machete,\" he said. \"I ran over there. I was about 10 or 15 feet away from him and I was screaming at him to stop.\"  Di Cristina wasn't the only witness, according to Ritchie Bonilla, who lived next to the victim. Her grandkids saw what happened.  \"The kids were running toward her to say 'take us inside, take us inside,'\" he said.  \"She was bleeding all over the place,\" Bronx resident Ritchie Weinagner said. \"He was already gone and everybody was screaming.\"  Submit tips to police by calling Crime Stoppers at 1-800-577-TIPS (8477), visiting http://www.nypdcrimestoppers.com, downloading the NYPD Crime Stoppers mobile app, or texting 274637 (CRIMES) then entering TIP577. Spanish-speaking callers are asked to dial 1-888-57-PISTA (74782).", "company": "cnnUS"}, 
	{"published": "None", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/E8ndef1hnAg/29345955", "title": "Hospital employees displayed 'wall of shame' with confidential medical information, report says", "text": "Hide Transcript Show Transcript  HOSPITAL RECORDS FROM PREVIOUS VISITS AS A PATIENT WERE TARGETTED. <<PICS>> THIS WALL OF SHAME -- COMPLETE WITH A LABEL -- HUNG INSIDE A CABINET AT ST. MARY'S HOSPITAL. ACCORDING TO AN INVESTIGATION BY THE MAINE HUMAN RIGHTS COMMISSION... THE DISPLAY INCLUDED PRIVATE INFORMATION ABOUT PATIENTS' SEXUAL ACTIVITY... GENITALS... BOWEL MOVEMENTS... AND BODILY ODORS... AMONG OTHER ITEMS. <<TIMELINE GFX>> MYKAYLA MCCANN SAYS SHE FOUND IT ON HER FIRST DAY OF WORK IN JUNE OF 2015. SHE TOOK A LEAVE OF ABSENCE FOR A MEDICAL CONDITION THE FOLLOWING SPRING. WHEN SHE RETURNED... SHE SUSPECTED COWORKERS HAD BEEN IMPROPERLY LOOKING THROUGH HER MEDICAL RECORDS... AND REPORTED THAT -- ALONG WITH THE WALL OF SHAME -- TO HOSPITAL OFFICIALS IN SEPTEMBER 2016. THE REPORT SAYS ONE EMPLOYEE WAS FIRED AND ANOTHER DISCIPLINED FOR HARASSMENT... AND THE DISPLAY WAS EVENTUALLY TAKEN DOWN. <<DOCUMENTS VO>> THE STATE TOOK UP THE CASE IN FEBRUARY 2017... AFTER MCCANN HAD LEFT HER JOB AT THE HOSPITAL. THE COMMISSION'S REPORT... WHICH SURFACED THIS WEEK... <<FINDINGS GFX>> ...FOUND EVIDENCE OF A HOSTILE WORK ENVIRONMENT FOR MCCANN BECAUSE OF DISABILITY DISCRIMINATION. IT DID NOT FIND EVIDENCE TO SUPPORT HER CLAIM THAT THE HOSPITAL RETALIATED AGAINST HER. <<STATEMENT GFX>> TODAY... THE PARENT COMPANY OF ST. MARY'S -- COVENANT HEALTH IN MASSACHUSETTS -- ISSUED THIS STATEMENT IN RESPONSE TO THE REPORT COMING OUT... áQUOTEá \"WE DEEPLY REGRET THAT THIS SITUATION OCCURRED BACK IN 2016, AND WE SINCERELY APOLOGIZE FOR THE IMPACT THIS SITUATION HAS HAD ON MS. MCCANN. ? WE ARE FULLY COMMITTED TO ENSURING THIS DOESN'T HAPPEN AGAIN.\" THE COMMISSION SAYS A MEDIATION MEETING IT HELD FOR THE HOSPITAL AND MCCANN EARLIER THIS YEAR DID NOT RESULT IN A RESOLUTION OR SETTLEMENT... LEAVING THE DOOR OPEN FOR HER TO FILE A LAWSUIT GOING FORWARD. I REACHED OUT TO MCCANN'S LAWYER FOR COMMENT ON THAT... BUT HAVE NOT HEARD BAC  Advertisement St. Mary's apologizes for employees' 'wall of shame' that showed confidential medical information Share Shares Copy Link Copy  A claim of a hostile work environment at Saint Mary's Hospital in Lewiston revealed employees made a so-called wall of shame showing confidential medical records of disabled patients, according to a report.Mykala McCann saw the wall of shame inside a cabinet on her first day of work.It showed confidential medical records of patients with disabilities; describing things like body odor and their private parts, but McCann said she was too afraid to report it for fear of being targeted.This information comes from a complaint McCann had filed to the Human Rights Commission about her time working at the hospital from 2015 up until her departure of employment in January 2017, claiming a hostile work environment and HIPPA violations.McCann has a disability she had been treated for at Saint Mary's before being employed at the facility. At one point, she felt her coworkers had looked at her medical records based on comments they made to her.She reported this to her boss, along with the so-called \"wall of shame\" in September 2016.The review into her claims went on for several months.In December, the hospital fired one person and issued a warning to another over accessing her private records.The investigation by the Maine Human Rights Commission found the exhibit contributed to a hostile work environment, but they did not find that the hospital had retaliated against her for reporting her concerns.Saint Mary's is operated by Covenant Health based in Massachusetts and apologized for what happened.\"Covenant Health and St. Mary’s Health System does not tolerate or condone discrimination or harassment of any kind, for any reason. We also do not tolerate any violation of our patients’ privacy or medical records. We deeply regret that this situation occurred in back in 2016, and we sincerely apologize for the impact this situation has had on Ms. McCann,\" Covenant Health President and CEO Stephen Grubbs and St. Mary’s Health System President Steven Jorgensen said in a statement.McCann's lawyer said a resolution was reached with St. Mary's Hospital but could not disclose the details.", "company": "cnnUS"}, 
	{"published": "None", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/ObUfhvdVaMI/teen-turned-away-from-homecoming-dance-in-tampa-for-wearing-a-jumpsuit", "title": "Teen turned away from homecoming dance in Tampa for wearing a jumpsuit", "text": "TAMPA, Fla. —A 17-year-old was not allowed to attend her homecoming dance after she decided to wear a jumpsuit.  Darcy Krueger said she was turned away at the door for not following dress code. The Tampa Bay Homeschool Homecoming dance was held at a venue in Tampa on Friday.  \"I was very surprised. I called my mom and I was telling my friends about it because I couldn't really believe it,\" said Darcy Krueger.  HILLSBOROUGH NEWS | The latest headlines from Hillsborough County  Darcy's mother, Melissa Krueger, shared a post on Facebook about her daughter's attire.  She wrote, \"Darcy's upset and so am I. The dress code didn't mention pant suit dress attire for ladies. Feeling awful.\"  Darcy said she went shopping for a dress, but did not find one she liked. She decided to wear a jumpsuit instead.  \"I already had this in the closet and I was like this could totally work. I could just dress this up and feel good about this,\" said Darcy.  We reached out the to event organizer for a comment. She sent us the following statement:  \"We have 2 private events every year for our students. These events have a dress code. This particular event 390 students bought tickets. Only 1 student had to be turned away and it was due to dress code. We offered her an opportunity to come back if she could change into the dress code. We would have loved to had 100% attendance. However, her ticket was refunded after the event and we confirmed that she did not return.\"  \"They did refund the money, but it's kind of bigger than that for me. It's like an injustice. This is my daughter's senior year and to see her get rejected and denied entrance to a dance that she could have went to any semi-formal event in the area and walked right in and no one would have batted an eye,\" said Melissa Krueger.  A local photographer, Jennie Ellis, saw Melissa's Facebook post on social media. She offered to take pictures of Darcy for free since she could not attend the dance.  Darcy and her mother hope the rules change.  \"She was dressed up and was appropriate so that's frustrating because this like a memory now, you know,\" said Melissa Krueger.  ", "company": "cnnUS"}, 
	{"published": "None", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/Q23hwusSm24/turtle-dies-after-eating-104-pieces-of-plastic-off-south-florida-coast-nature-center-says", "title": "Baby turtle dies after eating 104 pieces of plastic off South Florida coast, nature center says", "text": "BOCA RATON, Fla. — A troubling new photo is raising awareness and concerns about the dangers of plastics in South Florida waters.  🐢 SPECIAL COVERAGE: Protecting Paradise 🐢  Gumbo Limbo Nature Center of Boca Raton posted a photo on its Facebook page earlier this week showing a baby turtle that had eaten 104 pieces of plastic and tragically passed away.  In the picture, the small chunks of plastic are lined up next to the turtle, everything from balloons to bottle labels.  Gumbo Limbo said this time of year is known as \"washback\" season, where turtle hatchlings that made it out to the Gulf Stream are now starting to wash back up along our coast.  The nature center said 100 percent of washback turtles that have plastic in their intestinal tracts don't survive, like the turtle in that Facebook post.  \"It is safe to assume they each have plastic inside of them,\" said Whitney Crowder, the rehabilitation coordinator at Gumbo Limbo.  Crowder said they've seen 121 washbacks this season, and dozens have died.  \"Every single one that we have necropsied has had plastic in their system,\" said Crowder.  The rehab team at Gumbo Limbo is now working with other washback turtles, hoping they will recover and survive.  \"It is a slow waiting game and unfortunately, a lot of them don't make it,\" said Crowder.  RELATED: Microplastics found in guts of most sea turtles, study finds  WPTV reported earlier this year that the Florida Oceanographic Society is working with the University of Central Florida and other agencies to study the harmful impacts of microplastics on marine life.  Scientists say microplastics form from plastic that ends up in the ocean through pollution. They break down into tiny pieces and get eaten by sea creatures.  If you find a baby turtle in distress at the beach, call Gumbo Limbo's emergency hotline at 561-212-8691.", "company": "cnnUS"}, 
	{"published": "None", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/xnxpaUV-xhM/29368486", "title": "98-pound python is second largest snake ever captured in Florida", "text": "98-pound python is second largest snake ever captured in Florida  A python captured last month in south Florida is the second largest ever captured in the state, wildlife officials said. Related video above: Florida is looking to hire 50 new citizen python huntersThe Florida Fish and Wildlife Conservation Commission Python Action Team members Cynthia Downer and Jonathan Lopez captured the large adult female python weighing 98 pounds, 10 ounces, on Sept. 22 at Big Cypress National Preserve. In addition to being the largest snake ever captured by the team, it is also the largest ever captured in Big Cypress. The snake is the second-largest python ever caught in the wild in Florida, only 4 inches shorter than the longest wild python ever captured in Florida.Capturing large adult females is critical because it prevents them from potentially adding an average of 30 to 60 hatchlings to the population each time they breed, FWC officials said.  A python captured last month in south Florida is the second largest ever captured in the state, wildlife officials said.  Related video above: Florida is looking to hire 50 new citizen python hunters  Advertisement  The Florida Fish and Wildlife Conservation Commission Python Action Team members Cynthia Downer and Jonathan Lopez captured the large adult female python weighing 98 pounds, 10 ounces, on Sept. 22 at Big Cypress National Preserve.  In addition to being the largest snake ever captured by the team, it is also the largest ever captured in Big Cypress.  FWC  The snake is the second-largest python ever caught in the wild in Florida, only 4 inches shorter than the longest wild python ever captured in Florida.  Capturing large adult females is critical because it prevents them from potentially adding an average of 30 to 60 hatchlings to the population each time they breed, FWC officials said.", "company": "cnnUS"}, 
	{"published": "None", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/RAaGsJn6Jf0/article_c375fa3a-e601-11e9-9baf-0fc477544776.html", "title": "Hartford police investigating officer after alleged derogatory social media post", "text": "You are the owner of this article.", "company": "cnnUS"}, 
	{"published": "None", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/RZCuIVWGbPs/", "title": "Study Identifies Why Bystanders Hesitate To Give CPR", "text": "Patriots Injury Report: Hightower, Edelman Among 5 Questionable Vs. RedskinsThe New England Patriots may get Dont'a Hightower back this weekend, not that it will really matter much against the 0-4 Washington Redskins.  Colt McCoy Named Redskins Starting Quarterback Vs. PatriotsIt took until Friday, but the Redskins have finally named a starting quarterback for Sunday's tilt against the Patriots. It will be Colt McCoy starting for the 0-4 Redskins against New England.  Bill Belichick On Replacing Stephen Gostkowski With Mike NugentBill Belichick said that Stephen Gostkowski is one of the greatest kickers of all time, but he also has confidence that Mike Nugent can fill his kicking shoe this season.  Report: Redskins Coach Jay Gruden Didn't Want To Draft QB Dwayne HaskinsApparently, Redskins head coach Jay Gruden never really wanted the team to draft quarterback Dwayne Haskins.  Can We All Watch This Russell Wilson Touchdown Pass One More Time?Sure, there are technically some more important things going on in the world. But, good golly, Miss Molly. Look at this pass!", "company": "cnnUS"}, 
	{"published": "None", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/k_2Y8jBKhzo/", "title": "Four teenagers indicted on murder charges after 12-day crime spree", "text": "× Four teenagers indicted on murder charges after 12-day crime spree  MEMPHIS, Tenn. — Four teenagers have been indicted on multiple charges after a 12-day crime spree last November.  Djuantay Jacocks, 19, Jason Poole, 18, and Mardavis Thomas and Jaylon Causey, both 17, were indicted on first-degree murder charges after 49-year-old Belinda Humphreys was shot and killed.  She and her husband were reportedly stopped at a stop sign at the corner of Truman and Ozan Street when two of the defendants tried to open their car doors. One of the males then started shooting into the car.  Humphreys’ husband survived the shooting.  The District Attorney’s office said prior to that deadly encounter the suspects robbed a pair walking their dogs on Vaughn and then stole a man’s pickup truck and wallet at gunpoint on Isabelle.  Jacocks and Thomas were also indicted on aggravated robbery, theft of property and attempted aggravated robbery charges in connection to several incidents between November 15 and 27.  Poole was charged with two counts of aggravated robbery and attempted aggravated robbery.  Jacocks, Thomas and Causey were all captured after a short police chase on foot in November 2018. Poole was arrested the next day.  Prosecutors say there were more than half a dozen victims of the crimes.", "company": "cnnUS"}, 
	{"published": "None", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/nTlfFoOe33Y/", "title": "Parent hit on the head with chair by another parent following middle school football game", "text": "Please enable Javascript to watch this video  Please enable Javascript to watch this video  MEEKER, Okla. - A middle school game turned into an all out brawl after an opponent’s fans took the trash talking too far.  A Meeker father was slammed in the back of the head with a chair after he says he was trying to protect his son.  “I took one for the team,” Bobby Brooks said. “I’ll put it that way.”  The blowout football game ended with Brooks suffering a black eye and a concussion.  “There was a lot of words heard back and forth,” Brook said.  Brooks son is a 6’5”, 220 pound running back for Meeker Junior High.  A big player who made some big tackles at Monday night’s game against Bethel Acres.  “We are up 30 to nothing,” Brooks said. “There is going to be some trash talking.”  Brooks says it all started when some Bethel Acres moms were unhappy with some of the ref’s calls and mouthed off to his son.  “She starts cussing him and then calls me a piece of s*** as well as him,” Brooks said.  In return, Brooks also had some choice words to say, which is how that woman’s husband got involved.  “The guy was still talking in my ear, but I was walking away and leaving and then he hit be from behind out of no where,” Brooks said.  But it was not with his fists. Instead it was a metal chair.  The force sent him face-first into the pavement before he blacked out.  “It was a chicken s*** move,” Brooks said. “I’ll put it that way.”  News 4 reached out to the Bethel Acres School District. Officials with the school district say they’re unhappy with the actions of their own parents, telling us they’ve been slapped with a “maximum suspension from school activities and school grounds” for the rest of the year.  In the meantime, Brooks says he’s also hired a lawyer and hopes to see the couple in court.  “I don’t think he should be around children at all,” Brooks said. “Let alone his own for something like that.”  Bethel Acres tells News 4 the incident was recorded on surveillance cameras and has been turned over to authorities.", "company": "cnnUS"}, 
	{"published": "None", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/hQqq2kYaHt8/29357479", "title": "Ohio University suspends all IFC fraternities amid hazing allegations", "text": "Ohio University has suspended all of its Interfraternity Council fraternities, effective immediately.University officials said the decision was made following growing concerns of hazing regarding seven separate Interfraternity Council chapters. In a statement, the University said, in part, \"Ohio University will not put at risk the health and safety of our students.\"Earlier this week, school officials said they received allegations that two IFC chapters were hazing new members. Those chapters were given a cease and desist order by the Office of Community Standards and Student Responsibility. On Wednesday, officials said they received reports of hazing at five additional chapters.Amid those allegations, school officials said they have suspended all chapter events, meetings and activities until further notice. The university is urging anyone who has been subjected to or witnessed hazing to report it.The decision comes 11 months after Collin Wiant, 18, was found dead in the annex of the university's Sigma Pi house. The fraternity was expelled from the university. Steps being taken to improve Greek life on campus include creating forums to discuss fraternity culture, and forming a plan of action that aligns with the university's student code of conduct.  Ohio University has suspended all of its Interfraternity Council fraternities, effective immediately.  University officials said the decision was made following growing concerns of hazing regarding seven separate Interfraternity Council chapters.  Advertisement  In a statement, the University said, in part, \"Ohio University will not put at risk the health and safety of our students.\"  Earlier this week, school officials said they received allegations that two IFC chapters were hazing new members. Those chapters were given a cease and desist order by the Office of Community Standards and Student Responsibility.  On Wednesday, officials said they received reports of hazing at five additional chapters.  Amid those allegations, school officials said they have suspended all chapter events, meetings and activities until further notice. The university is urging anyone who has been subjected to or witnessed hazing to report it.  The decision comes 11 months after Collin Wiant, 18, was found dead in the annex of the university's Sigma Pi house. The fraternity was expelled from the university.  Steps being taken to improve Greek life on campus include creating forums to discuss fraternity culture, and forming a plan of action that aligns with the university's student code of conduct.", "company": "cnnUS"}, 
	{"published": "None", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/GILNFmNE2zI/", "title": "Off-Duty Nurse Helps Driver Shot In Forehead By Stray Gunfire", "text": "Bears-Raiders Preview: Sportsline Analyst Larry Hartstein Says Trends Point To Bears VictorySportsline senior analyst Larry Hartstein breaks down why the Bears will come out on top when they face the Raiders in London on Sunday.  Fantasy Football Start And Sit: Emmanuel Sanders A Strong Option Against Banged Up Chargers DefenseThe Fantasy Football Today crew breaks down why Broncos receiver Emmanuel Sanders should be in your lineup this Sunday.  As The Bears Head To London, One Player Wants To Be A Buckingham Palace Prankster\"I think I can break them. Just got to be natural. It's got to be in the moment. They've probably heard all the jokes in the world.\"  Hot Tacos, Spicy Sandwiches, And Super-Sized Screens; What Awaits Fans At The United Center\"They like that option where they can knock-off two check marks. Come to a great game and also experience a restaurant that they've been meaning to try,\"  Roquan Smith Vows To Play Sunday, But Doesn’t Shed Light On Mystery Issue That Kept Him Out Of Last Week’s GameNeither Nagy nor Smith would say what exactly it was that kept Smith out of last Sunday's game, with both of them continuing to go with the company line that it's a personal issue.  Brandi Rhodes On AEW Dynamite Debut: 'Night Will Live In History'As AEW Dynamite drew near, executive and wrestler Brandi Rhodes talked about expectations, battling WWE, and crafting a unique roster.", "company": "cnnUS"}, 
	{"published": "None", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/5ip3nFCSjDc/29364013", "title": "$6 million bond set for suspect in pastor's murder", "text": "$6 million bond set for suspect in pastor's murder The suspect in a Fort Dodge pastor's murder appeared in court Friday morning. Share Shares Copy Link Copy  Hide Transcript Show Transcript  >> THIS IS IOWA’S NEWS LEADER, KCCI EIGHT NEWS AT NOON. ALYX: THE FORT DODGE COMMUNITY IS STILL IN SHOCK FOLLOWING THE MURDER OF PASTOR ALLEN HENDERSON. HENDERSON WAS FOUND DEAD OUTSIDE OF HIS CHURCH, ST. PAUL LUTHERAN CHURCH WEDNESDAY EVENING. ,-- HIS CHURCH, ST. PAUL LUTHERAN CHURCH, WEDNESDAY EVENING. A SHORT TIME LATER JOSHUA PENDLETON WAS ARRESTED FOR THE ALLEGED MURDER AND ROBBERY OF HENDERSON. PENDLETON WAS SET TO APPEAR IN COURT THURSDAY MORNING BUT IT WAS CONTINUED UNTIL THIS MORNING. AND IT WAS A MUCH DIFFERENT SCENE INSIDE THE COURTROOM TODAY. KCCI’S TOMMIE CLARK WAS THERE AS PENDLETON RECEIVED HIS CHARGES. >> IN JUST 3 MINUTES, JUDGE STEVE KERSTEN READ MURDER SUSPECT JOSHUA PENDLETON HIS CHARGES AND SET HIS BOND FOR THE ALLEGED ASSAULT AND DEATH OF REVEREND AL HENDERSON. AS WE SAT IN THE COURTROOM AND WATCHED PENDLETON SPEAK TO THE JUDGE THROUGH A VIDEO CALL, HE SEEMED MUCH MORE CALM THIS TIME AROUND. ON THURSDAY, PENDLETON COULD BE SEN LASHING OUT BEFORE HIS INITIAL APPEARANCE, WHICH WAS CONTINUED TO TODAY IN ORDER FOR PENDLETON TO GET NEW REPRESENTATION. THAT LAWYER NOW SEEN SITTING NEXT TO HIM. >> CAN YOU HEAR ME? >> YES I CAN. >> YOU ALLEGEDLY COMMITTED MURDER IN THE FIRST DEGREE, HAVING MALICE, AND FORETHOUGHT, DELIBERATELY AND WITH PREMEDITATION KILLED AL HENDERSON, THAT’S THE CHARGE. >> PENDLETON’S PRELIMINARY HEARING IS SET FOR OCTOBER 11. JUDGE KERSTEN GOING WITH THE STATE’S RECOMMENDATION OF A $5 MILLION DOLLAR CASH ONLY BOND FOR THE MURDER CHARGE, AND A $1 MILLION DOLLAR CASH ONLY BOND FOR THE ROBBERY CHARGE. THE STATE CITING THE NEED FOR SUCH BOND SAYING PENDLETON CANNOT BE RELEASED INTO THE COMMUNITY IN ANY CIRCUMSTANCE. IN FORT DODGE, TOMMIE CLARK KCCI , 8 NEWS, IOWA’S NEWS LEADER. ALYX: PENDLETON ALSO RECEIVED A NO CONTACT ORDER FOR ANY FAMILY OF PASTOR AL HENDERSON. WE WILL CONTINUE TO FOLLOW THIS CASE. THURSDAY NIGHT HUNDREDS OF PEOPLE CAME TOGETHER TO HONOR HENDERSON. THEY HELD UP CELL PHONE LIGHTS AND CANDLES. PEOPLE ALSO GAVE SPEECHES AND THE CROWD SANG SPIRITUAL SONGS TOGETHER. ALONG WITH BEING A PASTOR AT ST. PAUL LUTHERAN CHURCH HENDERSON ALSO SERVED AS A CHAPLAIN FOR AREA EMS AGENCIES. MANY OF THOSE FIRST RESPONDERS WERE IN ATTENDANCE LAST NIGHT. DOZENS OF COMMUNITY MEMBERS HAVE COME UP TO OUR CREWS OVER THE PAST COUPLE OF DAYS TO TELL KCCI HOW MUCH HENDERSON MEANT TO THE COMMUN", "company": "cnnUS"}, 
	{"published": "None", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/soU3Q3oTQqU/", "title": "Carjacker Disguised As Law Enforcement Sentenced To 30 Years", "text": "DALLAS, Texas (CBSDFW.COM) – An armed carjacker who repeatedly disguised himself as a police officer was sentenced to 30 years in federal prison.  Fernando Fabian Alvarez, 36, of Mexico, was sentenced by Chief U.S. District Judge Barbara M.G. Lynn on Sept. 20 after an investigation led by the FBI Dallas Field Office.  “This Defendant exploited innocent citizens’ trust in law enforcement to commit acts of violence,” said U.S. Attorney Nealy Cox. “We will not tolerate criminals brazenly impersonating police.”  “Police officers are trusted members of the communities they serve. When someone impersonates an officer, it violates the trust our citizens have in law enforcement,” said FBI Special Agent in Charge Matthew J. DeSarno. “The FBI and its law enforcement partners encourage the public to report anyone they believe is a police impersonator. We will hold these individuals accountable for using a law enforcement uniform to harm others.”  In May, Alvarez pleaded guilty to carjacking and brandishing a firearm during a crime of violence in Addison.  According to his plea papers, Alvarez admitted that he and an accomplice, donning police uniforms and badges, approached their victim at an apartment complex, striking him in the face with a 9 millimeter pistol. They then placed the victims in handcuffs, bound his ankles and stuffed him into his own car.  While the victim was restrained inside the vehicle, a Mercedes Benz sedan, his apartment was burglarized and his valuables – including cash, jewelry, a smartphone, and a pistol – were taken from him.  Alvarez admits he and his accomplice later drove the helpless victim to another part of the apartment complex and abandoned him next to a trash dumpster. Alvarez then abandoned the Mercedes Benz in a parking lot.  At the sentencing hearing, Chief Judge Lynn noted that in addition to the armed carjacking offense, Alvarez admitted in his plea papers to committing other violent offenses in the Dallas area, including:  • A home invasion in Frisco, Texas on December 20, 2016. Alvarez and two accomplices, all wearing police uniforms, confronted the homeowner in his garage, drawing pistols and shouting that they were the police. They then bound the homeowner, his wife, and his teenage son at gunpoint, and took approximately $6,000 in cash and other valuables.  • A home invasion in Colleyville on January 26, 2017. Alvarez and his accomplices knocked on the house’s front door, announcing that they were U.S. Marshals. When the victim opened the door, they forced their way into the home at gunpoint, placed the victim in handcuffs, and took jewelry, clothing, a pistol, and an automobile.  • A home invasion in Duncanville on May 1, 2017. Alvarez and an accomplice confronted the homeowner in his garage at gunpoint and handcuffed him. The two robbers brought the homeowner inside his home and when the homeowner—believing that they were police officers—asked to see the search warrant, one of the robbers struck him twice in the head with a pistol. The pair then took jewelry, approximately $10,000 in cash, and a pistol from the victim.  Alvarez, a citizen of Mexico residing in the U.S. illegally, will likely face deportation proceedings after serving his sentence. He is ineligible for parole.", "company": "cnnUS"}, 
	{"published": "None", "link": "http://rss.cnn.com/~r/rss/cnn_us/~3/nqQSEQXMoEo/article_99d296d7-3f54-5a1a-aa16-94707c39dc0a.html", "title": "Affton man pretends his finger is a gun – and stops a fleeing suspect", "text": "Close Get email notifications on {{subject}} daily!  Your notification has been saved.  There was a problem saving your notification.  {{description}}  Email notifications are only sent once a day, and only if there are new matching items.", "company": "cnnUS"}]
